Repository: europedigitalconsulting/Abeer
Catalog: Client/Pages/Services.*.resx
Languages: fr

# ad_description
source: Classifieds - Post offers and view requests from thousands of other users
fr: Vous pouvez créer et afficher des annonces pour vendre ou acheter

# Agencies_description
source: Find us: Buy your NFC Meetag card or order one of our services and products directly from one of our branches
fr: Trouver un point de vente physique

# Business
source: At your services
fr: A votre service

# Business_description
source: Edit your profile: View or edit your personal information, add and manage your social accounts and personalized links
fr: Consulter ou modifier vos informations personnelles

# Cards_description
source: Cards: Manage NFC cards, create news, affect them to users and get report of using them
fr: Gérer les cartes : Gérer vos cartes NFC, affecter les à vos utilisateurs et suivre leur utilisateur

# Discover
source: Find out
fr: Découvrir

source: Login
fr: Se connecter

# Register
source: Register: Get a Meetag account, Exchange in QR Code your profile with thousands of users. Enjoy 5 days of free tests.
fr: S'inscrire : Obtenir un compte Smart-Clik, Echanger en QR Code votre profil avec des milliers d'utilisateur. Bénéficier de 5 jours de tests gratuits.

# Subscribe
source: Renew your subscription - Extend the duration of your subscription by renewing your subscription and continue to be one of our thousands of users
fr: Modifier ou souscrire un nouvel abonnement en ligne

# Title
source: Welcome to Meetag. We’re here to help
fr: Bienvenue sur Smart-Clik. Nous sommes là pour vous aider

# Title_ads
source: Ads
fr: Annonces

# Title_agencies
source: Agencies
fr: Agences

# Title_subscribe
source: Subscription
fr: Abonnement

# Users_description
source: Manage Users : You can add, edit or remove users
fr: Gérer les Utilisateurs : Gérer vos utilisateurs et membres de votre réseau
